Repository: daviddemeij/MyHeathPlus
Catalog: food_input/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Potatoes
nl: Aardappelen

source: Grain products
nl: Graanproducten

source: Vegetables
nl: Groenten

source: Preparations
nl: Preparates

source: Eggs
nl: Eieren

source: Meat and poultry
nl: Vlees en gevogelte

source: Fish
nl: Vis

source: Legumes
nl: Peulvruchten

source: Nuts, seeds and snacks
nl: Noten, zaden en snacks

source: Herbs and spices
nl: Kruiden en specerijen

source: Bread
nl: Brood

source: Pastries and cakes
nl: Gebak en koek

source: Milk and milk products
nl: Melk en melkproducten

source: Cheese
nl: Kaas

source: Fats, oils and sauces
nl: Vetten, oliën en sauzen

source: Composed dishes
nl: Samengestelde gerechten

source: Sugar, candy, sweet spreads and sweet sauces
nl: Suiker, snoep, zoet beleg en zoete sauzen

source: Alcoholic and non-alcoholic drinks
nl: Alcoholische en niet-alcoholische dranken

source: Savory sandwich fillings
nl: Hartig broodbeleg

source: Soy products and vegetarian products
nl: Sojaproducten en vegetarische producten

source: Soups
nl: Soepen

source: Other
nl: Overig

source: Category
nl: Categorie

source: Unit
nl: Eenheid

source: Amount of units
nl: Aantal eenheden

source: Date
nl: Datum

source: Time
nl: Tijd

source: Time Unknown
nl: Tijd Onbekend

source: Patient ID
nl: Patiënt ID

source: glucose value
nl: glucose waarde

source: Email address
nl: e-mailadres

source: Required.
nl: Verplicht.

source: Food Diary
nl: Voedingsdagboek

source: Upload Blood Glucose
nl: Bloedsuiker uploaden

source: Meal Scores
nl: Maaltijd Scores

source: Logout
nl: Uitloggen

source: Signed in as
nl: Aangemeld als

source: Login
nl: Inloggen

source: Selected date
nl: Geselecteerde datum

source: Amount
nl: Hoeveelheid

source: Carbs
nl: Kool-<br>hydraten

source: Protein
nl: Eiwit

source: Fat
nl: Vet

source: <h2>How does it work?</h2> Through our platform you are able to precisely track what you eat and at what time you started your meal (which is important for our analysis). Besides tracking your food intake you will also track your blood glucose response to a meal. When you are measuring blood glucose it is recommended that you schedule your meals in such a way that there is at least 2 hours between each meal (preferably 3 hours) as this will make the effect of each meal more clear. Also we recommend of making a list of meals that you want to test including: <ul> <li>Meals that you eat frequently (incorporating everything that would be included in the meal).</li> <li>Food that you enjoy but avoid because you think it is unhealthy (you might find out it is not as unhealthy as you think).</li> <li>Food that you don't enjoy as much but eat because you think it is healthy (you might find out it is not as healthy as you think).</li> </ul> For measuring your blood glucose response we recommend using a continuous blood glucose monitoring sensor such as the <a style="color: #42f45c" href="https://www.freestylelibre.nl/products.html">Freestyle Libre</a>. However, it is also possible to use <a style="color: #42f45c" href="https://www.bol.com/nl/l/bloedsuikermeters/N/20979/">finger-pricking</a> right before consuming a meal and then at 30, 60, 90 and 120 minutes after this meal. </p>
nl: <h2>Hoe werkt het?</h2> Op ons platform kun je precies bijhouden wat je eet en op welk moment je je maaltijd begon (dit is belangrijk voor de analyse ). Naast het bijhouden van je voedselinname kun je ook je bloedsuiker reactie op een maaltijd. Op het moment dat je je bloedsuiker meet, is het aan te raden dat je je maaltijden plant op zo'n manier dat er tenminste 2 uur tussen your meals in such a way that there is at least 2 hours between elke maaltijd zit (bij voorkeur 3 uur) aangezien dit het effect van elke maaltijd duidelijker maakt. We bevelen ook aan om een lijst te maken met maaltijden die je graag wilt testen, inclusief: <ul> <li>Maaltijden die je vaak eet (inclusief alles wat je normaalgesproken in deze maaltijd zou opnemen).</li> <li>Eten waar je van houd maar die je normaalgesproken vermijdt omdat je denkt dat het ongezond voor je is (je zou er achter kunnen komen dat het niet zo ongezond is als je denkt).</li> <li>Eten waar je niet van houd maar die je vaak eet omdat je denkt dat het gezond voor je is (je zou er achter kunnen komen dat het niet zo gezond is als je denkt).</li> </ul> Voor het bijhouden van je bloedsuiker raden we een bloedsuikermeter aan zoals de <a style="color: #42f45c" href="https://www.freestylelibre.nl/products.html">Freestyle Libre</a>. Het is echter ook mogelijk een <a style="color: #42f45c" href="https://www.bol.com/nl/l/bloedsuikermeters/N/20979/">vingerprik</a> uit te voeren voor het consumeren van een maaltijd en dan 30, 60, 90 en 120 minuten na deze maaltijd. </p>

source: <h2>The Science</h2> <p>It has been shown that the blood glucose response to a certain meal is an important indicator of health, having a higher blood glucose peak after a meal means that you will store fat and experience decreased physical as well as cognitive performance<span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" Blaak, E.E., Antoine, J.-M., Benton, D., Björck, I., Bozzetto, L., Brouns, F., Diamant, M., Dye, L., Hulshof, T., Holst, J.J., et al. (2012). Impact of postprandial glycaemia on health and prevention of disease. Obes. Rev. 13, 923–984. <a style='color: #42f45c' href='https://www.ncbi.nlm.nih.gov/pubmed/22780564'>(source)</a>"></span> and in the long-term increase your chance on diseases such as Diabetes <span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" American Diabetes Association (2015a). (5) Prevention or delay of type 2 diabetes. Diabetes Care 38 (Suppl ), S31–S32. <a style='color: #42f45c' href='http://care.diabetesjournals.org/content/38/Supplement_1/S31'>(source)</a>"> </span>, Cardiovascular disease <span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" Gallwitz, B. (2009). Implications of postprandial glucose and weight control in people with type 2 diabetes: understanding and implementing the International Diabetes Federation guidelines. Diabetes Care 32 (Suppl 2 ), S322–S325. <a style='color: #42f45c' href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2811482/'>(source)</a>"></span> and Obesity <span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" Blaak, E.E., Antoine, J.-M., Benton, D., Björck, I., Bozzetto, L., Brouns, F., Diamant, M., Dye, L., Hulshof, T., Holst, J.J., et al. (2012). Impact of postprandial glycaemia on health and prevention of disease. Obes. Rev. 13, 923–984. <a style='color: #42f45c' href='https://www.ncbi.nlm.nih.gov/pubmed/22780564'>(source)</a>"></span>. It can also result in a overproduction of insulin leading to a blood glucose dip a few hours after your meal, which may cause overeating.</p>
nl: <h2>De wetenschap</h2> <p>Het is aangetoond dat de bloedsuiker reactie op een bepaalde maaltijd een belangrijke indicatie is voor hoe gezond deze maaltijd is, een hogere bloedsuiker piek na een maaltijd betekent dat je meer vet opslaat en dat je zowel verminderde fysieke als cognitieve prestaties zult ervaren<span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" Blaak, E.E., Antoine, J.-M., Benton, D., Björck, I., Bozzetto, L., Brouns, F., Diamant, M., Dye, L., Hulshof, T., Holst, J.J., et al. (2012). Impact of postprandial glycaemia on health and prevention of disease. Obes. Rev. 13, 923–984. <a style='color: #42f45c' href='https://www.ncbi.nlm.nih.gov/pubmed/22780564'>(bron)</a>"></span> en op lange termijn verhoog je de kans op ziektes zoals diabetes type 2 <span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" American Diabetes Association (2015a). (5) Prevention or delay of type 2 diabetes. Diabetes Care 38 (Suppl ), S31–S32. <a style='color: #42f45c' href='http://care.diabetesjournals.org/content/38/Supplement_1/S31'>(bron)</a>"> </span>, hart- en vaatziekten <span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" Gallwitz, B. (2009). Implications of postprandial glucose and weight control in people with type 2 diabetes: understanding and implementing the International Diabetes Federation guidelines. Diabetes Care 32 (Suppl 2 ), S322–S325. <a style='color: #42f45c' href='https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2811482/'>(bron)</a>"></span> en obesitas <span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" Blaak, E.E., Antoine, J.-M., Benton, D., Björck, I., Bozzetto, L., Brouns, F., Diamant, M., Dye, L., Hulshof, T., Holst, J.J., et al. (2012). Impact of postprandial glycaemia on health and prevention of disease. Obes. Rev. 13, 923–984. <a style='color: #42f45c' href='https://www.ncbi.nlm.nih.gov/pubmed/22780564'>(bron)</a>"></span>. Het kan ook resulteren in een overproductie van insuline wat leidt tot een bloedsuiker drip een paar uur na je maaltijd, wat weer kan zorgen voor een honger gevoel en de neiging te veel te eten.</p>

source: <p> Research has shown that people can have very different blood glucose responses to the same meal, based on their genetics, lifestyle and their gut microbiome composition <span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" Zeevi, D. et al. Personalized nutrition by prediction of glycemic responses. Cell 163, 1079–1094 (2015).<a style='color: #42f45c' href='https://www.cell.com/cell/fulltext/S0092-8674(15)01481-6'>(source)</a>"></span>. That's why it is important to measure our actual blood glucose responses to certain meals giving us insight in what food is healthy for you and what food you might want to avoid.</p>
nl: <p> Onderzoek heeft aangetoond dat mensen erg variërende bloedsuiker reacties kunnen hebben op dezelfde maaltij, gebaseerd op hun genetica, levensstijl en darm microbioom composition <span style="color: #42f45c" class="footnote" data-toggle="tooltip" title="" data-original-title=" Zeevi, D. et al. Personalized nutrition by prediction of glycemic responses. Cell 163, 1079–1094 (2015).<a style='color: #42f45c' href='https://www.cell.com/cell/fulltext/S0092-8674(15)01481-6'>(bron)</a>"></span>. Dat is waarom het belangrijk is om de daadwerkelijke bloedsuiker reacties op een bepaalde maaltijd te meten en zo inzicht te krijgen in welke maaltijd gezond is voor jou persoonlijk en welk eten je wellicht beter kunt vermijden.</p>

source: <br> This platform is still in <b>early stage development</b>. But you can already keep track of your food intake and upload your glucose data by registering through the form below. More functionalities will follow soon. For any questions or feedback please reach us at <a href="mailto:myhealthplusnutrition@gmal.com"> myhealthplusnutrition@gmail.com</a>.
nl: <br> Dit platform is nog in een <b>vroege ontwikkelingsfase</b>. Maar het is al mogelijk je voeding bij te houden en je bloedsuiker up te loaden door via onderstaand formulier te registreren. Meer functionaliteiten volgen spoedig. Voor vragen of feedback kun je ons bereiken op <a href="mailto:myhealthplusnutrition@gmal.com"> myhealthplusnutrition@gmail.com</a>.

source: Sign up
nl: Aanmelden

source: <b>Please note:</b> calculated meal scores are only accurate if there is atleast 3 hours inbetween meals.
nl: <b>Let op:</b> Berekende maaltijd scores zijn alleen betrouwbaar waneer er tenminste 3 uur tussen de maaltijden zit.

source: Date & time
nl: Datum & tijd

source: Meal
nl: Maaltijd

source: Amount<br>(gram)
nl: Hoeveelheid<br>(grams)

source: Initial Glucose
nl: Initiële Bloedsuiker

source: Max Glucose
nl: Max Bloedsuiker

source: Calculated using:<br>10 * (1 - (PPGR / 50))
nl: Berekend met:<br>10 * (1 - (PPGR / 50))

source: Upload Glucose File
nl: Upload Bloedsuiker Bestand

source: Glucose Export file
nl: Bloedsuiker Export bestand

source: Currently we only support the glucose files exported from the Freestyle Libre. To export your Freestyle Libre data download the
nl: Op dit moment ondersteunen we alleen bloedsuiker bestanden geëxporteerd vanuit Freestyle Libre. Om een bestand vanuit de Freestyle Libre te exporteren download je de

source: plug-in your reader and go to "File -> Export". <b>Please note: processing the data can take a while.</b>
nl: koppel je Freestyle Libre reader aan de computer en open het programma. Ga vervolgens naar "Bestand -> Exporteren". <b>Let op: het verwerken van de data kan even duren.</b>

source: Add Manual Glucose Measurements
nl: Toevoegen Handmatige Bloedsuiker Metingen

source: Blood Glucose
nl: Bloedsuiker

source: Blood Glucose (mmol / L)
nl: Bloedsuiker (mmol / L)
